import { Question } from "../types/question.type";

export const questions: Question[] = [
  {
    question: "Сколько времени длится одно занятие?",
    answers: [
      "Групповые занятия - 1 час 20 мин (2 пары)",
      "Индивидуальные занятия - 1 час",
    ],
  },
  {
    question:
      "Чем эти курсы английского языка отличаются от остальных курсов английского языка?",
    answers: [
      "Практический опыт наших основателей по работе в международных ИТ-компаниях, как в области преподавания, так и программирования.",
      "Интервальное повторение.",
      "Предлагаем много речевой практики.",
    ],
  },
  {
    question: "Можно ли пропускать занятия, а потом их отработать?",
    answers: [
      "Если это индивидуальный курс, то вы можете отменить занятие по своему усмотрению.",
      "Для групповых курсов отмена занятия не предусмотрена.",
    ],
  },
  {
    question:
      "Предлагаете ли вы какую-либо поддержку или ресурсы для обучающихся?",
    answers: [
      "Мы можем порекомендовать дополнительные ресурсы для изучения, включая сайты, словари, дополнительную лексику для интервального повторения и подкасты. Вы также можете писать преподавателю, чтобы уточнить любые вопросы. Для каждой группы будет создан чат в Telegram, где мы постараемся отвечать по мере возможности. Основные вопросы вы можете задавать во время уроков.",
    ],
  },
  {
    question: "Предоставляется ли сертификат по окончанию курса?",
    answers: [
      "Да, по окончанию курса каждому участнику предоставляется сертификат. Этот сертификат подтверждает успешное завершение курса и приобретение соответствующих знаний и навыков. ",
    ],
  },
];
